###########
# BUTTONS #
###########

button-create-note = Создать запись
button-my-notes = Список моих записей
button-confirm = Подтвердить
button-cancel = Отменить

############
# MESSAGES #
############

registration = Здравствуй { $username }!

               Это Бот для ведения заметок.
               Что бы начать им пользоваться - 
               необходимо завершить регистрацию.
               
               Для этого просто отправь пароль сообщением
               1. Пароль должен содержать не менее 8 символов.
               2. Должен содержать хотя бы одну заглавную букву.
               3. Должен содержать хотя бы одну строчную букву.
               4. Должен содержать хотя бы одну цифру.
               5. Должен содержать хотя бы один специальный символ 
               (например, @, \#, $, %, ^, &, *).


registration-complete = Регистрация завершена!
                        Теперь необходимо войти с использование указанного пароля


already-registred = Такой пользователь уже зарегистрирован!
                    Зайди с использованием пароля.


wrong-password = Неверный пароль!


login = Здравствуй { $username }!

        Что бы пользоваться Ботом - 
        необходимо авторизироваться.

        Просто - введи пароль указанный при регистрации!


main-menu = Что бы начать создание новой заметки -
            нажми <b>Создать запись</b>.

            Что бы получить список существующийх
            твоих записей - нажми <b>Список моих записей</b>

            Что бы искать записи по тэгу - отправь тэг сообщением!
            Тэг не должен содержать пробелы


fill-title = Введи заголовок статьи.

             Он должен быть не длинее 15 символов


toolong-title = Слишком длинное название!


fill-content = Введи содержание статьи

               Оно должно быть не длинее 700 символов


toolong-content = Слишком длинное содержание!


fill-tags = Введи тэги, отделяя их пробелом. 

            Должно быть не более 5 тэгов


toolong-tags = Слишком много тэгов!


complete-note = Завершение создания заметки

                <b>{ $title }</b>

                { $content }

                <b>{ $tags }</b>


note-created = Запись создана!


canceled = Отменено!

shownote = Заголовок: <b>{ $title }</b>
           
           { $content }

           тэги: 
           { $tags }


unknown-message = Ты написал что-то непонятное...


invalid-token = Срок сессии окончен! 
                Зайди с использованием пароля снова


no-notes = Нет записей!


error = Неизвестная ошибка!


server-error = Ошибка на стороне сервера


auth-error = Ошбика авторизации



